Revit 2027 API
SymbolTypeId.MNPerM Property
 Symbol MN/m, indicating unit Meganewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MNPerM { get; }
Public Shared ReadOnly Property MNPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MNPerM {
	ForgeTypeId^ get ();
}
static member MNPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace